[
  {
      "id": 1,
      "title": "Il team locale vince il campionato di calcio",
      "subtitle": "Grande vittoria per il team di casa",
      "body": "In una partita emozionante che ha tenuto gli spettatori sulle spine, il team locale ha assicurato la vittoria nel campionato di calcio.",
      "image": "public/image/1.jpg",
      "user_id": 1,
      "category_id": 1,
      "created_at": "2024-03-21",
      "is_accepted": true,
      "views": 3,
      "slug":"il-teamlocale-vince-il-campiona-di-calcio"
  },
  {
      "id": 2,
      "title": "Le azioni tecnologiche raggiungono un nuovo massimo storico",
      "subtitle": "Il settore tecnologico rimane leader sul mercato",
      "body": "Le azioni delle principali aziende tecnologiche hanno raggiunto un nuovo massimo storico, trainando il mercato azionario e generando ottimismo tra gli investitori.",
      "image": "public/image/2.jpg",
      "user_id": 1,
      "category_id": 2,
      "created_at": "2024-03-21",
      "is_accepted": true,
      "views": 3,
      "slug":"il-teamlocale-vince-il-campionato-di-calc"

  },
  {
      "id": 3,
      "title": "Emergono nuove rivelazioni nel caso di corruzione politica",
      "subtitle": "Lo scandalo politico scuote il governo",
      "body": "In una serie di rivelazioni scioccanti, sono stati esposti dettagli aggiuntivi sullo scandalo di corruzione che coinvolge vari funzionari governativi di alto livello.",
      "image": "public/image/3.jpg",
      "user_id": 1,
      "category_id": 4,
      "created_at": "2024-03-21",
      "is_accepted": true,
      "views": 3,
      "slug":"il-teamcale-vince-il-campiona-di-calcio"
  },
  {
      "id": 4,
      "title": "L'ultimo avanzamento medico nella lotta contro il cancro",
      "subtitle": "Nuova terapia mostra risultati promettenti",
      "body": "Un nuovo approccio terapeutico nel trattamento del cancro ha mostrato risultati promettenti negli studi preliminari, portando speranza sia ai pazienti che ai medici.",
      "image": "public/image/4.jpg",
      "user_id": 1,
      "category_id": 3,
      "created_at": "2024-03-21",
      "is_accepted": true,
      "views": 3,
      "slug":"iteamlocale-vince-il-campiona-di-calcio"
  },
  {
      "id": 5,
      "title": "Il mercato immobiliare registra un aumento della domanda",
      "subtitle": "Gli acquirenti cercano nuove abitazioni in un mercato competitivo",
      "body": "Con un'economia in crescita e tassi di interesse favorevoli, il mercato immobiliare sta registrando un aumento della domanda di abitazioni, portando a un aumento dei prezzi e a una maggiore concorrenza tra gli acquirenti.",
      "image": "public/image/5.jpg",
      "user_id": 1,
      "category_id": 2,
      "created_at": "2024-02-13",
      "is_accepted": true,
      "slug":"il-teamlocalence-il-campiona-di-calcio"
  },
  {
      "id": 6,
      "title": "La città si prepara per un'onda di calore record",
      "subtitle": "Avvisi di calore estremo emessi",
      "body": "Con temperature previste per raggiungere livelli record, le autorità locali stanno prendendo misure per proteggere i residenti vulnerabili e garantire la sicurezza pubblica durante l'onda di calore.",
      "image": "public/image/6.jpg",
      "user_id": 1,
      "category_id": 3,
      "created_at": "2024-02-13",
      "is_accepted": true,
      "slug":"il-teamlocale-il-campiona-di-calcio"
  },
  {
      "id": 7,
      "title": "Il nuovo piano infrastrutturale riceve critiche miste",
      "subtitle": "Discussione sul finanziamento e l'efficacia del progetto",
      "body": "Il piano proposto per migliorare l'infrastruttura nazionale ha generato un intenso dibattito politico, con i critici che mettono in discussione il finanziamento e l'efficacia delle misure proposte.",
      "image": "public/image/1.jpg",
      "user_id": 1,
      "category_id": 4,
      "created_at": "2024-02-13",
      "is_accepted": true,
      "slug":"il-teamlocacampiona-di-calcio"
  },
  {
      "id": 8,
      "title": "Il team di ricerca scopre una nuova specie di flora",
      "subtitle": "Scoperta sorprendente in una spedizione scientifica",
      "body": "Durante una spedizione di ricerca in una foresta tropicale remota, un team di scienziati ha scoperto una nuova specie di pianta che si ritiene abbia proprietà medicinali uniche.",
      "image": "public/image/2.jpg",
      "user_id": 1,
      "category_id": 3,
      "created_at": "2024-02-13",
      "is_accepted": true,
      "slug":"icalence-il-campiona-di-calcio"
  },
  {
      "id": 9,
      "title": "Il festival annuale di musica attira migliaia di partecipanti",
      "subtitle": "Celebrazione della diversità musicale",
      "body": "Il festival annuale di musica, noto per la sua diversità di generi e artisti di fama, ha attirato migliaia di partecipanti quest'anno, generando entusiasmo ed energia positiva in tutta la comunità.",
      "image": "public/image/3.jpg",
      "user_id": 1,
      "category_id": 1,
      "created_at": "2024-02-13",
      "is_accepted": true,
      "slug":"il-teamlocalenceio"
  },
  {
      "id": 10,
      "title": "L'ultimo avanzamento tecnologico rivoluziona l'industria automobilistica",
      "subtitle": "Nuova tecnologia promette di migliorare la sicurezza e l'efficienza dei veicoli",
      "body": "Un'innovazione nella tecnologia automobilistica potrebbe cambiare per sempre il modo in cui guidiamo, con sistemi avanzati di assistenza alla guida che promettono di migliorare la sicurezza e l'efficienza dei veicoli.",
      "image": "public/image/4.jpg",
      "user_id": 1,
      "category_id": 2,
      "created_at": "2024-02-13",
      "is_accepted": true,
      "slug":"il-t-calcio"
    }

  ]
  